Repository: tczepiel/Lemon
Catalog: lib/Lemon/I18N/*.po
Languages: es

source: Action
es: Acción

source: Add image
es: Añadir imagen

source: An internal error has occurred.
es: Un error interno ha ocurrido.

source: Could not create the thumbnail image
es: No se pudo crear la imagen en miniatura

source: Could not read the source image
es: No se pudo leer la imagen de origen

source: Create
es: Crear

source: Create a new user
es: Crear un usuario nuevo

source: Create new folder
es: Crear nueva carpeta

source: Create new image
es: Crear nueva imagen

source: Custom CSS
es: Hoja de estilo personalizada

source: Delete
es: Borrar

source: Delete folder
es: Borrar la carpeta

source: Description
es: Descripción

source: Edit
es: Editar

source: Edit folder
es: Editar la carpeta

source: Edit image description
es: Editar descripción de la imagen

source: Edit title
es: Editar titulo

source: Email
es: Correo electrónico

source: Email address must be provided.
es: Correo electrónico debe ser proporcionado.

source: Error type: %1
es: Tipo de error: %1

source: File
es: Archivo

source: Folder must be empty to delete it.
es: Carpeta debe estar vacía para borrarla.

source: Internal error
es: Error interno

source: Log in
es: Acceder

source: Login unsuccessful. Please check the username and password.
es: Su entrada no tuvo éxito. Por favor, compruebe el nombre de usuario y contraseña.

source: No such folder.
es: La carpeta no existe.

source: Owner
es: Propietario

source: Owner must be provided.
es: El propietario debe ser proporcionado.

source: PATH_delocalize_actualizar
es: update

source: PATH_delocalize_borrar
es: delete

source: PATH_delocalize_carpetas
es: folders

source: PATH_delocalize_crear
es: create

source: PATH_delocalize_editar
es: edit

source: PATH_delocalize_guardar
es: save

source: PATH_delocalize_imagen_en_miniatura
es: thumbnail

source: PATH_delocalize_imagenes
es: images

source: PATH_delocalize_iniciar_sesion
es: login

source: PATH_delocalize_listar
es: list

source: PATH_delocalize_terminar_sesion
es: logout

source: PATH_delocalize_usuarios
es: users

source: PATH_delocalize_ver
es: view

source: PATH_localize_create
es: crear

source: PATH_localize_delete
es: borrar

source: PATH_localize_edit
es: editar

source: PATH_localize_folders
es: carpetas

source: PATH_localize_images
es: imagenes

source: PATH_localize_list
es: listar

source: PATH_localize_login
es: iniciar_sesion

source: PATH_localize_logout
es: terminar_sesion

source: PATH_localize_save
es: guardar

source: PATH_localize_thumbnail
es: imagen_en_miniatura

source: PATH_localize_update
es: actualizar

source: PATH_localize_users
es: usuarios

source: PATH_localize_view
es: ver

source: Parent folder
es: Padre de la carpeta

source: Password
es: Contraseña

source: Password must be provided.
es: La contraseña debe ser proporcionada.

source: Plain text
es: Texto sin formato

source: Please set up an account now.
es: Por favor, configurar una cuenta ahora.

source: Powered by %1Lemon%2 and %3Catalyst%2.
es: Creado por %1Lemon%2 y %3Catalyst%2.

source: Powered by Catalyst
es: Creado por Catalyst

source: Repeat password (to confirm)
es: Repita la contraseña (para confirmar)

source: Resource not found.
es: El recurso no se encuentra.

source: Save
es: Guardar

source: Short name (URL part)
es: Nombre abreviado (parte URL)

source: Short name must be provided and consist of letters, numbers and underscores only.
es: El nombre corto se facilitará y debe constar de letras, números y subrayados solamente.

source: The profile was successfully saved.
es: El perfil ha sido guardado.

source: The two passwords do not match.
es: Las dos contraseñas no coinciden.

source: Title
es: Titulo

source: Title must be provided.
es: Título debe ser proporcionado.

source: User edit
es: Editar usuario

source: User list
es: Lista de usuarios

source: User login
es: Inicio de sesión

source: User login successful
es: El inicio de sesión de usuario se ha realizado

source: User logout successful
es: La terminación de sesión se ha realizado

source: User saved
es: El usuario se ha guardado

source: View folder
es: Ver carpeta

source: You can %1log in%2 again, or return to the %3home page%2.
es: Puede %1iniciar sesión%2 de nuevo, o volver a la %3página de inicio%2.

source: You can now %1log in%2.
es: Puede %1iniciar sesión%2 ahora.

source: You have logged in successfully. You can now go to the %1home page%2.
es: Ha iniciado la sesión correctamente. Puede ir a la %1página de inicio%2.

source: You have logged out successfully.
es: Ha terminado la sesión.

source: You must be logged in to perform this action.
es: Debe haber iniciado la sesión para realizar esta acción.

source: You must own the folder to delete it.
es: Debe haber iniciado la sesión para realizar esta acción

source: You must own the folder to edit it.
es: Debe ser el propietario de la carpeta para borrarla.

source: You must own the image to delete it.
es: Debe ser el propietario de la imagen para borrarla.

source: You must own the image to edit it.
es: Debe ser el propietario de la imagen para editarla.

source: You must own the parent folder to create a subfolder.
es: Debe ser dueño de la carpeta para crear una subcarpeta.
